export default function PrivacyPolicyPage() {
  return (
    <div className="flex flex-col p-10 w-full max-w-[1280px] mx-auto">
      <div className="bg-white w-full p-16">
        <div className="mt-7 mb-4">
          <h1 className="text-center text-3xl font-bold">
            プライバシーポリシー
          </h1>
        </div>

        <div className="leading-6 indent-4">
          株式会社ビズ・クリエイション（以下「当社」といいます。）は、当社が提供するサービス（以下「当社サービス」といいます。）について、個人情報の保護に関する法律（平成１５年法律第５７号。以下単に「法」といいます。)等の遵守を目的として、以下のとおりプライバシーポリシー（以下「本ポリシー」といいます。）を策定します。
        </div>

        <h2 className="text-xl font-bold mt-6 mb-2">
          第１条（用語の定義、本ポリシーと個別ポリシーとの関係について）
        </h2>
        <div className="leading-6 text-[15px]">
          <p className="indent-4">１ 本ポリシーにおける用語の定義は、法に定めるところによります。ただし、特別に以下に掲げるものについては、それぞれ以下に掲げるとおりとします。</p>
          <p className="indent-8">(1) 個人データ等 個人情報、個人データ及び個人関連情報の総称</p>
          <p className="indent-4">２ 当社は、本ポリシーのほか、当社サービスについて個別のプライバシーポリシー（以下「個別ポリシー」といいます。）を策定する場合があります。このとき、個別ポリシーに記載のない事項については、本ポリシーが適用されます。</p>
        </div>

        <h2 className="text-xl font-bold mt-6 mb-2">
          第２条（第三者提供の同意）
        </h2>
        <div className="leading-6 text-[15px]">
          <p className="indent-4">１ 当社は、以下の場合を除き、あらかじめご本人様の同意を得ないで、第三者に個人情報を提供することはいたしません。</p>
          <p className="indent-4 pl-5">(1) 法令に基づく場合</p>
          <p className="indent-8">(2) 人の生命、身体又は財産の保護のために必要がある場合であって、ご本人様の同意を得ることが困難である場合</p>
          <p className="indent-8">(3) 公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、ご本人様の同意を得ることが困難である場合</p>
          <p className="indent-8">(4) 国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、ご本人様の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがある場合</p>
          <p className="indent-8">(5) 本サービスにおける契約の成立を証明する目的で、事業者の事業者名・法人名、代表者名、メールアドレス等を表示する場合</p>
          <p className="indent-8">(6) 情報提供についてご本人様の同意がある場合</p>
          <p className="indent-8">(7) 当社が提供するサービスの利用に関連して、ご本人様が法令や利用規約、個別規約などに反し、第三者又は当社の権利、財産、システムなどを保護するために必要と認められる場合</p>
          <p className="indent-8">(8) 第３条に定める利用目的を達成するために必要な場合</p>
          <p className="indent-8">(9) その他法令で認められる場合</p>
          <p className="indent-4">２ 前項の規定にかかわらず(8)号のとおり、当社は、第３条に定める利用目的を達成するために、当社が取り扱う個人データ等を第三者に提供することがあります。ご本人様は、当社がこのような第三者提供をすることにご同意いただくことによって、当社サービスを利用することができます。</p>
          <p className="indent-4">３ 当社サービスを法人が利用する場合には、その法人が、自らの従業員等の個人データ等を当社に第三者提供するに先立って、法に基づいてあらかじめ、ご本人様の同意を得ることを前提とします。</p>
          <p className="indent-4">４ ご本人様は当社に対して、第７条に基づき、ご本人様の個人データ等を当社から第三者に対して提供しないように依頼することができます。</p>
          <p className="indent-4">５ 当社は、次の第三者に対して、ご本人様の個人データ等を提供する場合があります。本サービスには、本サービスの利用状況及び本サービスを含むサービスに関する広告効果等の情報を解析するため、次の情報収集モジュールを組み込む場合があります。これに伴い、当社は、この情報収集モジュールの提供者に対し個人データ等の提供を行う場合があります。これらの情報収集モジュールによって収集された情報は、情報収集モジュール提供者の定めるプライバシーポリシーその他の規定に基づき管理されます。</p>
          <br></br>
          <br></br>
          名称：Google Analytics
          <br></br><br></br>
          提供者：Google Inc.
          <br></br><br></br>
          プライバシーポリシー： https://policies.google.com/technologies/partner-sites
        </div>

        <h2 className="text-xl font-bold mt-6 mb-2">
          第３条（個人情報データ等の利用目的について）
        </h2>
        <div className="leading-6 text-[15px]">
          <p className="indent-4">１ 当社は、当社が取得したご本人様の個人情報データ等を、以下の目的（以下「利用目的」といいます。）で利用いたします。法等により許容される場合を除き、利用目的を超えて利用することはありません。</p>
          <p className="indent-8">(1) 当社がご本人様に対して、本サービスにおける契約の成立を証明する目的で、本サービスがご本人様から取得した情報を利用する場合があります。</p>
          <p className="indent-8">(2) ご本人様が目にする広告やコンテンツをそれぞれの利用者向けに最適化するなど広告・情報の媒体としての利便性向上を図るため、事業者名・法人名、住所、所属する本部名及び団体名、これまでのシステム利用履歴、閲覧した広告・ページ、利用時間帯、利用方法、利用環境などの利用者属性に関する情報（以下「利用者属性に関する情報」といいます。）を利用する場合があります。</p>
          <p className="indent-8">(3) 本サービスや広告の内容を、より事業者に適したものへ改善したり、新しいシステムを検討したり、アンケートの対象者の抽出を行ったりするために、利用者属性に関する情報を利用する場合があります。</p>
          <p className="indent-8">(4) ご本人様に登録情報の閲覧や修正、利用状況の閲覧を行っていただくために、事業者名・法人名、メールアドレス、住所、支払方法などの登録情報、これまでのシステム利用履歴、及び利用料金などに関する情報を利用する場合があります。</p>
          <p className="indent-8">(5) 広告主、情報提供元、システム提供元、提携企業、外部業務委託企業などに、どのような広告や情報、サービスなどを掲載または提供していただくことが最適かつ効果的であるかを分析して提供するために、利用者属性に関する情報を分析したり、分析のためのアンケートの対象者の抽出を行ったりするなどして利用する場合があります。なお、個人が特定されるような情報が分析結果に含まれることはありません。</p>
          <p className="indent-8">(6) ご本人様に本サービスや、当社の新システムまたは関連システム・サービスに関するお知らせをし、または、アンケートの実施等必要に応じて連絡するために、メールアドレスなどの連絡先情報を利用する場合があります。</p>
          <p className="indent-8">(7) ご本人様の本人確認を行うために、事業者名・法人名、所属する本部名及び団体名、住所、メールアドレスなどの情報を利用する場合があります。</p>
          <p className="indent-8">(8) ご本人様への利用料金請求のために、利用いただいたシステム、事業者名・法人名など支払いに関する情報を利用する場合があります。</p>
          <p className="indent-8">(9) ご本人様が簡便にデータを入力できるようにするために、本サービスに登録されている情報を入力画面に表示することやご本人様の指示に基づいて他のシステム・サービス等に転送する場合があります。</p>
          <p className="indent-8">(10) 利用料金の支払いを遅滞したり、他の利用者や第三者に損害を発生させたりするなど、利用規約に違反したご本人様、不正・不当な目的でシステムを利用しようとされるご本人様に対する責任追及を行うため、及びそれらのご本人様の利用を防ぐために、事業者名・法人名や住所などその他個人を特定するための情報を利用する場合があります。</p>
          <p className="indent-8">(11) ご本人様からの問い合わせに対応するために、問合わせ内容、利用者属性に関する情報や利用料金に関する情報などといった問合わせいただいたシステムを提供するために利用している情報、連絡先情報などを利用する場合があります。</p>
          <p className="indent-8">(12) 当社が行う利用状況調査やマーケティングリサーチ等に活用するため、事業者名・法人名、住所、メールアドレス、支払い方法などの登録情報、これまでに利用されたシステムおよびそれらの料金などに関する情報、その他のご本人様が本サービスに提供するすべての情報を利用する場合があります。</p>
          <p className="indent-8">(13) 個人が特定されない形式に情報を加工したうえで、当社が行う出版、情報配信、マーケティングその他のシステム・サービスに活用するため、事業者等が本システム等に提供する情報を利用する場合があります。</p>
          <p className="indent-8">(14) 本サービスの解約や解約後の事後管理を行うため、ご本人様が当社に提供する情報を利用する場合があります。</p>
          <p className="indent-8">(15) 本サービスを利用されるご本人様に有用と当社が判断した、当社が提供する新たなシステムやサービス及び商品、本サービスを含む当社のシステム（他社と連携して提供するシステムやサービスを含みます。以下総称して「当社サービス」といいます。）の機能の追加及び改善その他当社サービスに関する情報の告知、当社サービスの広告、宣伝、ダイレクトメールの送付、電話による紹介等、当社サービスにかかる各種のご提案のため、ご本人様が当社に提供する情報を利用する場合があります。</p>
          <p className="indent-8">(16) ＫｅｎｇａｋｕＣｌｏｕｄでの無人見学サービスにおいて、お客様（工務店様等。以下この号において同じです。）から、一般消費者であるご本人様について、ご本人様確認の業務を受託する場合があり、これに伴って当社はお客様から個人データ等を受け取った上で当社がそのご本人様確認の業務を第三者に委託するときがあります。</p>
          <p className="indent-8">(17) 第２条２項の定めに従い当社が第三者に個人情報データ等を提供するために、ご本人様が当社に提供する情報を利用する場合があります。</p>
          <p className="indent-4">２ 前項各号に掲げる利用目的は、第８条の仮名加工情報の利用について準用します。</p>
        </div>

        <h2 className="text-xl font-bold mt-6 mb-2">
          第４条（第三者が個人情報を取得した場合の免責について）
        </h2>
        <div className="leading-6 text-[15px]">
          <p className="indent-4">以下の場合、第三者による個人情報の取得に関し、当社は何らの責任を負いません。</p>
          <p className="indent-8">(1) ご本人様が本サービスに入力した情報により、これを閲覧した第三者が期せずしてご本人様を特定できてしまった場合</p>
          <p className="indent-8">(2) ご本人様以外がご本人様の個人情報を取得し得る情報（ＩＤ、パスワード等）を入手した場合</p>
          <p className="indent-8">(3) 本サービスからリンクされる外部サイトにおいてご本人様により個人情報が提供され、またそれが利用された場合</p>
          <p className="indent-8">(4) ご本人様の同意に基づく場合等に従い、当社が第三者に対してご本人様の個人情報を第三者に提供した場合､その情報提供がなされた時点で､当該個人情報は､当該第三者の管理下に置かれます。当社及び第三者の両者は、自己のプライバシーポリシー等その他個人情報の保護方針を遵守して当該ご本人様の個人情報を取り扱うものとし､相互に相手方の個人情報の取り扱いについて責任を負うものではありません｡</p>
        </div>

        <h2 className="text-xl font-bold mt-6 mb-2">
          第５条（個人情報の委託について）
        </h2>
        <div className="leading-6 text-[15px]">
          <p className="indent-4">
            当社は、個人データ等の取り扱いの一部又は全部を外部委託することがあります。ただし、その場合、開示するご本人様の個人データ等は、当該業務の委託に必要となる最小限の個人情報のみとし、かつ使用範囲もその範囲に限定されます。
          </p>
        </div>

        <h2 className="text-xl font-bold mt-6 mb-2">
          第６条（Ｃｏｏｋｉｅの使用について）
        </h2>
        <div className="leading-6 text-[15px]">
          <p className="indent-4">１ 当社はご本人様のプライバシーの保護、利便性の向上、広告の配信、及び統計データの取得のため、Ｃｏｏｋｉｅを使用します。</p>
          <p className="indent-4">２ 当社は、ＣｏｏｋｉｅやＪａｖａＳｃｒｉｐｔ等の技術を利用して、サイト内におけるご本人様の行動履歴（アクセスしたＵＲＬ、コンテンツ、参照順等)を取得することがあります。但し、Ｃｏｏｋｉｅ及び行動履歴には個人情報は含まれません。</p>
        </div>

        <h2 className="text-xl font-bold mt-6 mb-2">
          第７条（個人情報の閲覧・修正・削除について）
        </h2>
        <div className="leading-6 text-[15px]">
          <p className="indent-4">
            当社は、ご本人様から保有個人データの開示、訂正等（訂正、追加又は削除）、利用停止等（利用の停止又は消去）その他法に基づく請求又は第三者提供の停止の依頼があった場合、ご本人様であることを確認した上で、法律上必要とされる合理的な範囲で手続を進めます。ご依頼の際は、末尾問い合わせ窓口までお問合わせください。
          </p>
        </div>

        <h2 className="text-xl font-bold mt-6 mb-2">
          第８条（仮名加工情報）
        </h2>
        <div className="leading-6 text-[15px]">
          <p className="indent-4">
            １ 当社は、仮名加工情報を作成し、及び取得する場合があります。このとき、個人情報保護委員会規則（以下「規則」といいます。）で定める基準に従って個人情報を加工し、規則で定める基準に従って安全管理のための措置を講じる等、法に基づく義務を遵守します。
          </p>
          <p className="indent-4">
            ２ 当社は仮名加工情報について、法令に基づく場合を除くほか、仮名加工情報である個人データを第三者に提供しません。
          </p>
        </div>

        <h2 className="text-xl font-bold mt-6 mb-2">
          第９条（匿名加工情報）
        </h2>
        <div className="leading-6 text-[15px]">
          <p className="indent-4">１ 当社は、匿名加工情報を作成し、及び取得する場合があります。このとき、第８条１項を準用します。</p>
          <p className="indent-4">２ 当社は、匿名加工情報を作成したときは、規則で定めるところにより、当該匿名加工情報に含まれる個人に関する情報の項目を公表します。また、匿名加工情報を作成して当該匿名加工情報を第三者に提供するときは、規則で定めるところにより、あらかじめ、第三者に提供される匿名加工情報に含まれる個人に関する情報の項目及びその提供の方法について公表するとともに、当該第三者に対して、当該提供に係る情報が匿名加工情報である旨を明示します。</p>
        </div>

        <h2 className="text-xl font-bold mt-6 mb-2">
          第１０条（安全管理措置）
        </h2>
        <div className="leading-6 text-[15px]">
          <p className="indent-4">１ 当社は、個人データ等及びそれらを処理する情報システムを安全に取り扱っています。</p>
          <p className="indent-4">２ 登録情報はご本人様のプライバシー保護およびセキュリティのため、パスワードで保護されています。また、当社は必要がある場合、データ転送を保護するためにＳＳＬ暗号化通信を行います。</p>
          <p className="indent-4">３ 事業者にサービスを提供する目的、当社が第三者に業務を委託する場合には、業務委託先の管理を適切に実施するために契約を締結しています。</p>
        </div>

        <h2 className="text-xl font-bold mt-6 mb-2">
          第１１条（本ポリシーの改訂について）
        </h2>
        <div className="leading-6 text-[15px]">
          <p className="indent-4">
            今後、当社は本ポリシーの全部又は一部を改訂することがあります。改訂があった場合には、本サービス内に掲載された時点で、全てのご本人様に自動的に適用されます。 ご質問やご意見がございましたら、末尾問い合わせ窓口までお問い合わせください。
          </p>
        </div>

        <h2 className="text-xl font-bold mt-6 mb-2">
          第１２条（個人情報の取り扱いに関する窓口）
        </h2>
        <div className="leading-6 text-[15px]">
          <p className="indent-4">
            個人情報管理に関するお問い合わせや、利用目的の通知、開示、訂正等（訂正、追加又は削除）、利用停止等（利用の停止又は消去）又は第三者提供の停止に関するご相談、は下記窓口までお問い合わせください。また、個人情報の取扱いに関する苦情につきましても、下記窓口までご連絡ください。
          </p>
        </div>

        <br></br><br></br><br></br>
        <h2 className="text-xl font-bold mt-6 mb-2">
          お問い合わせ窓口
        </h2>
        <div className="leading-8">
          <p className="indent-4">社名：株式会社ビズ・クリエイション</p>
          <p className="indent-4">住所：岡山市北区今3丁目16-5</p>
          <p className="indent-4">代表者代表取締役：初谷昌彦</p>
          <p className="indent-4">privacy@biz-creation.co.jp</p>
          <p className="indent-4">2023年8月3日 改訂</p>
        </div>
      </div>
    </div >
  );
}

