export default function TermsOfServicePage() {
  return (
    <div className="flex flex-col p-10 w-full">
      <div className="mb-6">
        <h1 className="border-m-green border-l-[6px] text-xl p-0 pl-2 mb-3 font-bold ">
          利用規約
        </h1>
      </div>
      <div className="bg-white w-full p-16">
        <div className="leading-6 indent-4">
          株式会社ビズ・クリエイション（以下「当社」といいます。）は、当社の集客クラウドツールであるＫｅ ｎｇａｋｕＣｌｏｕｄ（以下「本サービス」といいます。）を、不特定多数のお客様にサービス提供するに 当たって、あらかじめ以下の事項（以下「本規約」といいます。）を契約の内容とすることを、お客様に対 して表示します。お客様は、本規約を契約の内容とすることに合意いただいた場合に限り、本サービスを 利用することができます。また、合意いただいた場合には、お客様は、民法（明治２９年法律第８９号。以 下同じ。）５４８条の２第１項に基づき、本規約の個別の条項についても合意をしたものとみなされますの で、本規約の内容をよくご覧くださいませ。
        </div>

        <div className="mt-6">
          <h2 className="text-2xl font-bold mt-5 mb-2 text-center">
            第１章 総則
          </h2>

          <h3 className="text-lg font-bold mt-5 mb-2">第１条（定義）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4"> 本規約において、以下の各号に掲げる用語の意義は、当該各号に定めるところによります。</p>
            <p className="indent-8">(1) アカウント 本サービスを利用するために必要な情報</p>
            <p className="indent-8">(2) 会社アカウント 当社が契約当事者に発行する本契約に基づく唯一のアカウント</p>
            <p className="indent-8">(3) ユーザーアカウント 当社が、会社アカウントを取得したお客様が自らの責任において選定した 第三者に利用させるために発行するアカウント</p>
            <p className="indent-8">(4) 無料トライアル 当社が定める期間及び回数に限り、お客様が対価を支払うことなく本サービス を利用すること。</p>
            <p className="indent-8">(5) 本契約 当社とお客様との間の本規約に基づいて成立した契約</p>
            <p className="indent-8">(6) お客様 当社との間で、本サービス（無料トライアルを含みます。）を利用するために本契約を締 結し、又は締結しようとする事業者</p>
            <p className="indent-8">(7) 利用者 当社からユーザーアカウントの付与を受けて本サービスを利用する者</p>
            <p className="indent-8">(8) オプション 本契約を締結したお客様からの申込みとこれに対する当社の承諾によって、当社が 提供する本契約の付帯サービス</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第２条（当社が提携する第三者が定める規律の遵守）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">お客様は、当社が本サービスを提供するために必要なものとして提携する第三者のサービス（オン ライン会議ツール、ソーシャルネットワークサービス、決済代行その他第三者のサービス）を利用す ることとなる場合には、その第三者が定める規程、規約その他の規律を遵守しなければなりません。</p>
          </div>
          <h3 className="text-lg font-bold mt-5 mb-2">第３条（本規約の適用）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ 本規約は、お客様が本サービスを利用するための条件、及びお客様と当社の間の法律関係を定める ことを目的とします。</p>
            <p className="indent-4">２ 当社とお客様との間では、お客様が第２章に基づく申込み（無料トライアルの申込みを含みます。） をした時から、本規約が適用されます。</p>
            <p className="indent-4">３ お客様は、本規約を遵守して本サービスを利用するものとし、本規約に合意できない場合、本サー ビスの利用はできません。</p>
            <p className="indent-4">４ 本規約は、第２項の申込みをした日（無料トライアルの申込みをした場合においては同申込みをし た日）に遡って、その効力を生じます。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第４条（本サービスの内容）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ 当社は、取引の内容について、その一部が画一的であることが当社とお客様にとって合理的なもの として、それぞれ以下に掲げる資料の内容を基本的な契約内容（本サービスの各種機能、本サービス の内容、本サービスの料金等）とします。</p>
            <p className="indent-8">(1) 本サービスに共通する内容 以下のリンク内にある契約ガイド</p>
            <p className="indent-8">
              (2) 本サービスのオプションの内容 以下のリンク内にある各ガイド（https://drive.google.com/drive/folders/1Jm6ZzdcM_XP1gZu3UpGsmLtB0btnn6GF?usp=share_link）
            </p>
            <p className="indent-4">２ 本規約において、本契約の内容の一部について、別段の合意をすることは妨げられません。ただし この場合において、別段の合意がない部分については、当然に本規約が適用されます。</p>
            <p className="indent-4">３ 当社は、本規約、及び第１項各号の各種ガイド（以下単に「ガイド」といいます。）のほか、本サー ビスに関する説明書、プライバシーポリシーその他これらに類する規律（以下「ポリシー等」といい ます。）を定めることがあります。その場合には、ポリシー等は、本規約の一部となり、契約の内容となるものとします。</p>
            <p className="indent-4">４ 前項の規定にかかわらず、本サービス上で展開する「オンラインマニュアル」は、本規約の一部と はならず、契約の内容とはならないものとします。</p>
            <p className="indent-4">５ 本規約、ガイド及びポリシー等の内容に矛盾がある場合には、本規約が第一に、ガイドが第二に、 ポリシー等が第三の順に、優先して適用されます。</p>
            <p className="indent-4">６ 第２項によって別段の合意をした場合には、その合意は、前項の内容に最も優先して適用されます。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第５条（本規約の変更）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">当社は、本規約の変更をする場合があります。この場合においては、その効力発生時期を定め、かつ、本規約を変更する旨及び変更後の本規約の内容並びにその効力発生時期をホームページ、本サービス上その他の適切な方法により周知します。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第６条（本サービスの一時的な中断）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">当社は、以下の各号にあるような当社の責めに帰することができない事由（列挙しますが、これらに限られません。）が生じた場合は、やむを得ず、本サービスの提供を一時的に中断することがあります。このような場合には、その事情の性質上、お客様に予告をする時間がないことがあります。お客様は、そのような事情をご理解いただき、本サービスを利用してください。</p>
            <p className="indent-8">(1) 本サービスを提供するための設備等の保守、点検、修理等を緊急に行う場合</p>
            <p className="indent-8">(2) 火災・停電等により、本サービスの提供ができなくなった場合</p>
            <p className="indent-8">(3) 天変地異、戦争、内乱、暴動その他の不可抗力により、本サービスの提供ができなくなった場合</p>
            <p className="indent-8">(4) その他運用上又は技術上、本サービスの提供の一時的な中断が必要であると判断した場合</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第７条（本サービスの変更、停止又は廃止）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ 当社は、前条のほか、以下に掲げる場合には、それぞれに掲げる期限までに、本サービス上その他の適切な方法により周知します。ただし、やむを得ず周知することができないときは、この限りではありません。</p>
            <p className="indent-8">(1) 本サービスの廃止（提供していたサービスをやめ、以後行わないことをいいます。） ６か月前まで。</p>
            <p className="indent-8">(2) 前号以外の場合 相当の期間</p>
            <p className="indent-4">２ 前項の変更、停止又は廃止によりお客様に不利益又は損害が生じた場合でも、当社は一切の責任を負いかねます。</p>
          </div>

        </div>

        <div className="mt-6">
          <h2 className="text-2xl font-bold mt-5 mb-2 text-center">
            第２章 利用申込み等
          </h2>

          <h3 className="text-lg font-bold mt-5 mb-2">第８条（無料トライアル）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ お客様は、無料トライアルについて、申し込むことができます。ただし、お客様が無料トライアル をせずに会社アカウントの発行を申込み、かつ、当社がこれを承諾した場合には、この限りではあり ません。</p>
            <p className="indent-4">２ 無料トライアルの申込方法は、第９条を準用します。この場合において同条中「本サービスの利用」 とあるのは「無料トライアル」と読み替えます。</p>
            <p className="indent-4">３ お客様は、無料トライアルの間においても、当然に本規約が適用されることを確認します。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第９条（利用申込み）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ 本サービスの利用を希望するお客様は、当社が指定する方法により、所定事項を申告して、当社に 対して会社アカウントの発行を申し込むものとします。この場合において、お客様は、申告する内容 が真実であることを保証します。</p>
            <p className="indent-4">２ 当社は、本規約及び当社の基準に沿って、前項の申込みを審査します。このとき、会社アカウント の発行を承諾する場合には、その旨及び発行した会社アカウントをお客様に通知します。お客様は、 会社アカウントに係るＩＤ、パスワードその他識別情報を、善良なる管理者の注意をもって、管理し なければなりません。</p>
            <p className="indent-4">３ 当社は、お客様からの申込みを、謝絶することがあります。この場合においては、当社はお客様に 対し、その理由を開示する義務を負いません。</p>
            <p className="indent-4">４ 本契約は、当社が会社アカウントを発行した時に成立します。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第１０条（利用者の範囲及び権限）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ 当社は、所定の数のユーザーアカウントを発行します。この場合において、お客様及び利用者は、ユーザーアカウントに係るＩＤ、パスワードその他識別情報を、善良なる管理者の注意をもって、管理しなければなりません。</p>
            <p className="indent-4">２ 利用者が、お客様のためにすることを示さないで、サイト上に表示されたポップアップその他通知 の確認をした場合であっても、その確認は、お客様及びお客様の会社アカウントに係る他の利用者（以 下この条において「お客様等」といいます。）に対して、その効力を生ずるものとします。これにより、お客様等がサイト上に表示された通知を見ることができなかった場合でも、利用者がこれを確認して いることを当社は主張することができますので、確認をした利用者は、漏れなくお客様等にその旨を 伝達してください。</p>
            <p className="indent-4">３ 利用者は、お客様の意に反しない範囲内において、お客様から指示を受けていない行為をすること ができるものとします。これにより、当社は、利用者が本サービス上でした行為を、お客様ご自身の 意思であるとみなすことができるものとします。</p>
            <p className="indent-4">４ お客様は、前項にいう「お客様の意に反しない」ことに関する主張をする場合においては、お客様 ご自身でそれを証明することを確約します。証明ができないときには、お客様は当社に対してその主 張をすることができないことを確認します。</p>
          </div>
        </div>

        <div className="mt-6">
          <h2 className="text-2xl font-bold mt-5 mb-2 text-center">第３章 利用料金及び料金に係る債権の譲渡</h2>

          <h3 className="text-lg font-bold mt-5 mb-2">第１１条（本サービスの利用料金）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">本サービスの利用に係る料金は、ガイドに掲げるものとします。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第１２条（利用料金に係る金銭債権の譲渡）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">当社は、お客様が本サービスを利用したことによって生じた金銭債権を、第三者に譲渡（現に発生 していない債権の譲渡を含む。）することができます。お客様は、この債権の譲渡を承諾します。</p>
          </div>
        </div>


        <div className="mt-6">
          <h2 className="text-2xl font-bold mt-5 mb-2 text-center">第４章 本サービスの解約、アカウント及び契約の停止又は解除</h2>

          <h3 className="text-lg font-bold mt-5 mb-2">第１３条（解約）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ お客様は、本サービスの解約を希望する場合には、当社所定の方法で、当社に対して通知するもの とします。</p>
            <p className="indent-4">２ 当社は、前項の通知を受けた場合には、お客様が本契約の解約を希望する心情、理由その他経緯を 伺うことがあります。</p>
            <p className="indent-4">３ 本契約は、第１項の通知を受け、かつ、お客様による明確な解約の意思表示があった日の属する月 の末日を経過した時に、終了するものとします。したがって、お客様が月の上旬に解約の意思表示を した場合でも、その月の利用料金は発生します。</p>
            <p className="indent-4">４ 本サービスの利用料金について、まとめて１年分の料金を支払うことを約したお客様が、中途で解 約をする場合には、当社は、その１年分の請求権を失いません。したがって、期間中にお客様が解約 をした場合において当社は、すでにお支払いいただいた１年分の料金を返金せず、また、会社アカウ ント発行後に１年分の料金をまだお支払いいただいていないときは、その額を請求します。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第１４条（アカウント及び契約の停止、解除）</h3>

          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ お客様が本規約の全部又は一部に違反した場合において、当社は、予告なくお客様のアカウント（会社アカウント及びユーザーアカウントのいずれもいいます。以下本条において同じ。）を停止し、又は削除することができます。本契約の停止又は解除についても、同様とします。</p>
            <p className="indent-4">２ 当社は、お客様がアカウント停止された場合においても、そのアカウントが削除されずに維持されている限りは、その維持のために必要なものとして、料金を一切減額せずに請求することができます。</p>
          </div>
        </div>


        <div className="mt-6">
          <h2 className="text-2xl font-bold mt-5 mb-2 text-center">第５章 雑則 </h2>

          <h3 className="text-lg font-bold mt-5 mb-2">第１５条（お客様の義務）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ お客様は、本サービスが本質的に情報の喪失、改変、破壊等の危険が内在するインターネット通信網を介したサービスであることを理解した上で、特にお客様が保有する顧客情報については、少なくとも１か月に１回は、お客様の責任において本サービス上にある「ｃｓｖエクスポート」をするなどしてバックアップをするものとし、バックアップをしなかったことによって被った損害について、当社は損害賠償責任を含め何らの責任を負わないものとします。</p>
            <p className="indent-4">２ お客様（利用者を含みます。以下この項において同じ。）が、本サービスを経由して、消費者と直接...</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第１６条（禁止事項等）</h3>

          <div className="leading-6 text-[15px]">
            <p className="indent-4">お客様は以下に掲げる行為を行ってはなりません。</p>
            <p className="indent-8">(1) 法令遵守を目的としたものとして、以下に掲げる行為</p>
            <p className="indent-12">ア 本規約の全部又は一部に違反する行為</p>
            <p className="indent-12">イ 当社若しくは第三者が所有若しくは占有する財産を侵害し、又は侵害するおそれのある行為</p>
            <p className="indent-12">ウ 当社若しくは第三者の著作権、商標権等の知的財産権を侵害し、又は侵害するおそれのある行為</p>
            <p className="indent-12">エ 第三者のプライバシー若しくは肖像権を侵害し、又は侵害するおそれのある行為</p>
            <p className="indent-12">オ 反社会的勢力を名乗って不当要求行為をする等の公の秩序又は善良な風俗に違反する行為</p>
            <p className="indent-12">カ 法令、裁判所の判決等又は法令上拘束力のある行政措置に違反する行為</p>

            <p className="indent-8">(2) 他のお客様保護を目的とするものとして、以下に掲げる行為</p>
            <p className="indent-12">ア 本サービス上に虚偽の情報を入力する等、当社若しくは第三者に対して虚偽又は誤解を生じさせる行為</p>
            <p className="indent-12">イ アカウントを正当な理由がないのに第三者に譲渡又は貸与等する行為</p>
            <p className="indent-12">ウ 第三者のアカウントを正当な理由がないのに利用する行為</p>
            <p className="indent-12">エ 第三者になりすまして本サービスを利用する行為</p>

            <p className="indent-8">(3) 本サービスの安全性を確保することを目的として、以下に掲げる行為</p>
            <p className="indent-12">ア 本サービスの解析、逆コンパイル、逆アセンブル、リバースエンジニアリング等をする行為</p>
            <p className="indent-12">イ コンピューター・ウィルスその他の有害なコンピュータ・プログラムを含む情報を送信する行為</p>
            <p className="indent-12">ウ 本サービス用設備（当社が本サービスを提供するために用意する通信設備、通信回線、電子計算機、その他の機器およびソフトウェアをいいます。）に格納された情報を改ざんし、又は消去する行為</p>
            <p className="indent-12">エ 他者の設備若しくは本サービス用設備に不正にアクセスし、又はその利用若しくは運営に支障を与える行為</p>
            <p className="indent-12">オ 当社が実施するアクセス制御、プロテクト（技術的保護手段）を回避し、又は回避しようとする行為</p>

            <p className="indent-8">(4) 不適切な行為を防止することを目的として、以下に掲げる行為</p>
            <p className="indent-12">ア 本サービスを利用する目的を有せずに利用を申し込み、又は申し込もうとする行為</p>
            <p className="indent-12">イ 宗教活動、その他特定団体への勧誘をする行為</p>
            <p className="indent-12">ウ 第２１条（秘密保持及び商用利用をしない旨の誓約）による誓約をしたにもかかわらず、これに反する行為</p>

            <p className="indent-8">(5) 不当表現を防止することを目的として、以下に掲げる行為</p>
            <p className="indent-12">ア 当社若しくは第三者を誹謗中傷し、又は名誉を傷つける行為</p>
            <p className="indent-12">イ 選挙の事前運動、選挙運動又はこれらに類する行為及び公職選挙法に抵触する行為</p>
            <p className="indent-12">ウ わいせつ、児童ポルノ又は児童虐待に相当する画像、残虐な画像、文書等を送信又は表示する行為</p>
            <p className="indent-12">エ 人種、国籍、信条、性別、社会的身分、門地等による差別につながる行為</p>
            <p className="indent-12">オ 本人若しくは第三者の個人が特定し得る情報を送信又は表示する行為（ただし、その本人又は第三者が明確にこの行為を許諾した場合を除きます。）</p>

            <p className="indent-8">(6) その他当社が不適切と判断する行為</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第１７条（保証の否認）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">当社は、本サービスを提供するに当たって、お客様の目的に適うように最善を尽くしますが、特に以下の事項に関しては、お客様に対して保証することができかねます。特に(8)号及び(9)号については、お客様（利用者を含みます。）において確認することができますので、定期的に確認してください。</p>

            <p className="indent-8">(1) サービス内容がお客様の要求に合致すること。</p>
            <p className="indent-8">(2) サービスが中断されないこと。</p>
            <p className="indent-8">(3) いかなる不具合も発生しないこと。</p>
            <p className="indent-8">(4) いかなる瑕疵もないこと。</p>
            <p className="indent-8">(5) 提供される情報が有益、正確又は信頼できるものであること。</p>
            <p className="indent-8">(6) お客様が本サービスを利用して行った行為がお客様の特定の目的に適合すること。</p>
            <p className="indent-8">(7) サイトのアクセス解析、計測等が正確にできること。</p>
            <p className="indent-8">(8) お客様等に必ず通知（例えば予約確認メール）が届くこと（わずかですが、お客様等が利用するサーバー側の都合によって当社から自動送信する通知が遮られる事例が確認されています。）。</p>
            <p className="indent-8">(9) 設定された地図が正確に表示されること。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第１８条（期限の利益の喪失）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ お客様は、以下の各号のいずれかに該当する場合には、当然に、本契約に基づく期限の利益を喪失します。この場合において、当社は、何らの催告を要せず、書面（電磁的方法を含む。以下同じ。）でお客様に通知することによって、本契約の全部又は一部を解除することができます。</p>

            <p className="indent-8">(1) 第三者から差押、仮差押、競売、破産、特別清算、民事再生手続若しくは会社更生手続の開始などの申立てを受けた時、又は自ら破産手続、民事再生手続、特定調停、特別清算若しくは会社更生手続の開始などの申立てをした時</p>
            <p className="indent-8">(2) 自ら振出し又は引き受けた手形若しくは小切手が不渡りとなる等支払停止状態に至った時</p>
            <p className="indent-8">(3) 租税公課を滞納し督促を受け、又は租税債権の保全処分を受けた時</p>
            <p className="indent-8">(4) 所轄官庁から営業停止処分又は営業免許若しくは営業登録の取消しの処分等を受けた時</p>
            <p className="indent-8">(5) 本契約の履行が不能になる蓋然性がある事態、又は法人若しくは役員の犯罪その他信頼関係を破壊する行為があるとき等、本契約の継続に重大な支障を生ずる事由が発生した時</p>
            <p className="indent-8">(6) その他前項各号に準じる事由が生じた場合</p>

            <p className="indent-4">２ 当社は、お客様に対し、お客様の本契約の違反状態の是正を書面で催告したにもかかわらず３営業日以内に是正しないときは、書面で通知することによって、お客様の期限の利益を失わせしめ、その時点において存在する全ての債務を直ちに履行することを請求することができるとともに、本契約の全部又は一部を解除することができます。</p>

            <p className="indent-4">３ 前２項に基づく本契約の解除は、損害賠償の請求を妨げません。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第１９条（個人情報等）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ 登録情報その他当社が取得したお客様に関する情報については、当社が定めるプライバシーポリシーに従い、適切に保護します。</p>
            <p className="indent-4">２ 当社は、お客様が本サービスを利用することによって取得した顧客情報等については、当社サーバーに保存されますが、適切なアクセス制御を行い、その情報等を取り扱いません。顧客情報等については、お客様ご自身で、適切に管理をしなければなりません。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第２０条（反社会的勢力の排除）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">お客様は、当社に対し、以下の各号に掲げる事項を確約します。</p>
            <p className="indent-8">(1) 自らが、暴力団、暴力団員、暴力団員でなくなった時から５年を経過していない者、暴力団準構成員、暴力団関係企業、総会屋等その他これらに準ずる者又はその構成員（以下、総称して「反社会的勢力」という。）ではないこと。</p>
            <p className="indent-8">(2) 自らの役員（取締役、執行役、執行役員、業務を執行する社員、監査役又はこれらに準ずる者をいう。）が反社会的勢力ではないこと。</p>
            <p className="indent-8">(3) 相談若しくは業務を依頼し、又は契約を締結するに際し、反社会的勢力に自己の名義を利用させるものでないこと。</p>
            <p className="indent-8">(4) 自ら又は第三者を利用して、契約に関して相手方に対する脅迫的な言動若しくは暴力を用いる行為、又は偽計若しくは威力を用いて相手方の業務を妨害し、若しくは信用を毀損する行為をしないこと。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第２１条（秘密保持及び商用利用をしない旨の誓約）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">本サービスを利用するに当たって、お客様（利用者を含みます。以下本条において同じ。）は、当社に対し、以下の事項を誓約してください。この誓約は、当社の技術等の不正な取得及び利用を防ぐことが目的であり、当社の技術等を守るために必要なものです。この誓約が難しい場合には、本サービスの利用はお断りさせていただきます。</p>
            <p className="indent-8">(1) 本サービスの利用に際し、当社が開示したガイド及びポリシー等（以下この号において「ガイド等」といいます。）について、厳に秘密を保持するものとし、事前に当社の承諾を得た場合を除き、第三者にガイド等を開示しないこと。</p>
            <p className="indent-8">(2) 事前に当社の承諾を得た場合を除き、本サービスを商用利用（お客様が、本サービスをあたかもお客様によって提供されているサービスかのように利用して、第三者のために有償又は無償を問わず、物件の掲載その他本サービスを提供する行為。以下同じ。）しないこと。</p>
            <p className="indent-8">(3) 前号までの誓約に反して秘密情報を開示した場合には直ちに原状回復のための措置を行い、また、商用利用をした場合には当社の指示に従ってその使用及び提供を中止します。いずれの場合も、秘密情報は責任をもって破棄し、損害が生じた場合には賠償します。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第２２条（著作権等）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">
              本契約に基づいて生ずる著作権（著作権法（昭和４５年法律第４８号）２７条及び２８条に規定する権利を含みます。以下同じ。）、知的財産権その他一切の権利の帰属は、お客様がその移転の申し出をし、かつ、当社が認めない限り、当社に帰属します。
            </p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第２３条（事業者情報の変更等の場合における報告）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">お客様は、以下の事実が生じたときは、適時、関係官庁への届出等必要な手続を取るとともに、当社に通知しなければなりません。利用者についても同様とします。</p>
            <p className="indent-8">(1) 氏名（法人の場合は名称又は商号、及び代表者）の変更</p>
            <p className="indent-8">(2) 住所（法人の場合は本店、主たる事業所の所在地）、電話番号その他連絡先の変更</p>
            <p className="indent-8">(3) 一般承継（個人の場合には相続の発生、法人の場合には合併、会社分割、株式交換、株式移転、株式交付その他組織変更）が発生した場合</p>
            <p className="indent-8">(4) その他重大な影響を及ぼす事態が生じた事実</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第２４条（損害賠償の定め）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ お客様が本規約の全部又は一部に違反した場合には、当社はお客様に対し、損害賠償を請求します。</p>
            <p className="indent-4">２ 故意又は過失によって当社の権利又は法律上保護される利益を侵害したお客様に対し、当社は、損害賠償を請求します。</p>
            <p className="indent-4">３ 前項までの損害賠償請求権の行使は、解除権の行使を妨げるものではありません。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第２５条（当社の免責及び損害賠償責任の限定）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ 当社は、本サービスに関連して生じたお客様及び第三者の結果的損害、付随的損害、逸失利益等の間接損害について、それらの予見又は予見可能性の有無にかかわらず一切の責任を負いません。また、第１７条に掲げる事項については、お客様から補償の求めがあったとしても、対応はいたしかねます。</p>
            <p className="indent-4">２ 前項の規定は、当社に故意又は重過失がある場合には、適用しません。他方、軽過失（故意又は重過失に当たらない過失をいいます。）の場合には、前項の規定は適用されることとし、お客様はこのことを確認しなければ、本サービスを利用することはできません。</p>
            <p className="indent-4">３ 本サービスの利用に関して、当社が損害賠償責任を負う場合には、お客様が当社に本サービスの対価として支払った額の６か月分を限度額として、賠償責任を負うものとします。</p>
          </div>

          <h3 className="text-lg font-bold mt-5 mb-2">第２６条（準拠法及び管轄裁判所）</h3>
          <div className="leading-6 text-[15px]">
            <p className="indent-4">１ 本規約には日本法が適用され、これに従い解釈されます。</p>
            <p className="indent-4">２ 本規約その他本サービスに関する紛争については、当社の本店所在地を管轄する地方裁判所又は簡易裁判所を第一審の専属管轄裁判所とします。</p>
          </div>
        </div>

        <p className="my-5 text-end">以上</p>
        <div className="mt-5 text-[15px]">
          2019 年 2 月 20 日 制定<br></br>
          2020 年 10 月 1 日 改正<br></br>
          2023 年 5 月 25 日 改正<br></br>
        </div>
      </div>
    </div >
  );
}

